#bot.py
start_message = 'Привет! Меня зовут Мими, я очень полезная! Моя создательница @MiroslavaAutumn! ' \
                '\nЧтобы узнать, что я умею, введите /help!'
help_message = 'Пока что я могу только узнавать погоду, но скоро научусь делать другие интересные вещи!' \
               '\nНажмите на нужную кнопку!'
select_city_message = '\U0001F30D Выберите город из списка или введите вручную'
get_weather_error_message = '\U000026D4 К сожалению, этот город не добавлен, или вы ввели неверное значение.' \
                    '\n\n\U0001F4A1 Попробуйте ввести город в английской раскладке!'

#weather.py
advice_message = 'Тут могла быть ваша реклама.'
advice_message_1 = 'Сегодня просто неимоверно ебучий дубак, сиди дома!'
advice_message_2 = 'Будет ебеняче холодно, подумай, стоит ли оно того?'
advice_message_3 = 'Шапку не забудь, а то уши отморозишь.'
advice_message_4 = 'Одевайся теплее, пупсик!'
advice_message_5 = 'Довольно тепло, можно идти без шапки.'
advice_message_6 = 'Будет жарковато!'
advice_message_7 = 'Ебучая жара, лучше останься дома под кондеем.'